{
  "site": "https://www.heloplus.com/quotes/love-quotes-in-english/",
  "qoutes": [
    "Every time i see you I fall in love all over again.",
    "There is only one happiness in life to love and to be loved.",
    "I am in love with every moment i spend with you.",
    "When i look into your eyes I know i have found the mirror of my own soul.",
    "I want to be your last everything.",
    "I just want to make you happy Because you are the reason that i am so happy.",
    "There are only two things, that i want to be with you now and forever.",
    "Fall in love with someone who deserve your heart not someone who plays with it.",
    "I love you for all that you are all that you have been and all you are yet to be.",
    "I can conquer the world with one hand as long as you are holding the others.",
    "Love is sweet when its new, but sweeter when its true.",
    "The best love story is when you fall in love with the most unexpected person.",
    "Even though we are million miles away. We will always be together.",
    "I love it when you hold me like you will never let me go.",
    "Just seeing your smile makes me feel better inside.",
    "Don't promise me the moon or the stars, just promise you will stay under them with me forever.",
    "I want an honest relationship. no secrets. no lies. no cheating.",
    "Don't make me an option, When I've made you my priority.",
    "Love is when the heart beats faster.",
    "True love does not tolerate outsiders.",
    "Love is what makes you smile when you're tired.",
    "You are every reason, every hope and every dream I've ever had.",
    "love me less but love me long.",
    "I love you dear with every beat of my heart.",
    "Love is not what the mind thinks, but what the heart feels.",
    "Listen to my little heart. It always says your name with every heartbeat.",
    "Dear heart, please fall in love only when you're ready, not when you're lonely.",
    "I love you and you love me, then why can't we be together?",
    "I think the perfect hugs are when someone hugs me without me asking.",
    "I need you like a heart needs a beat.",
    "True Love never dies it only gets stronger with time.",
    "Love the one who loves you not the one whom you love.",
    "if love is true. it will always find a way.",
    "Being in LOVE is like Being DRUNK. No control over what you do.",
    "Every time I look at the keyboard, I always see U and I together.",
    "Love is blind but beautiful.",
    "The spaces between your fingers are meant to be filled with mine.",
    "True love isn't love at first sight but love at every sight.",
    "You taught me how to love but not how to stop.",
    "You don't mean ANYTHING to me.. you mean EVERYTHING to me..",
    "If my love for you is a crime, I want to be the most wanted criminal.",
    "Sometimes you just need to maintain a distance to keep them close to you.",
    "My mom told me angels are in heaven, so why is she on Earth?",
    "True love doesn't have a happy ending, because True love never ends.",
    "My love for you is like a circle, it has no end.",
    "I don't fall in love with faces, I fall in love with personalities.",
    "Your love is all I need to feel complete.",
    "Love is being stupid together.",
    "Your heart and mine are forever one.",
    "True love has a habit of coming back.",
    "We are more than friends but less than a couple.",
    "I like when you smile, but I love it when I'm the reason.",
    "We fall in love by chance. We stay in love by choice.",
    "I wish you could love me the way I love you.",
    "Love begins with a smile, grows with a kiss, and ends with a teardrop.",
    "Love means exposing yourself to the pain of being hurt by someone you trust.",
    "Love never fail. we fail to love.",
    "Love never dies.. only the lover changes.",
    "Love can't be found Where it doesn't exist.",
    "She loves me or not but I love her a lot.",
    "One love, one heart, one destiny.",
    "I lost my Heart Can Any body See..?",
    "My  Heart is always your!",
    "In life I need only you!",
    "The person who hates you, loves you the most.",
    "Your Love Is Like Wine; I Want To Get Drunk.",
    "If you love something set it free.",
    "I don't hate peoples, I just love peoples who loves me.",
    "Gravitation is not responsible for people falling in love.",
    "I love you, just the way you are.",
    "Love is the greatest refreshment in Life.",
    "I love you more than there are stars in the sky and fish in the sea.",
    "When love is not madness it is not love.",
    "You're like a drug that's killing me.",
    "I only want 3 things: See you. Hug you. Kiss you.",
    "If I know what love is, it is because of you.",
    "Love is a bird, let it fly.",
    "I don't need geography, you are my world.",
    "I've no idea what happened to me, but all I know it's I love you.",
    "Love is like war: easy to begin but very hard to stop.",
    "The best feeling is when you look at the one you love and they're already looking at you.",
    "Distance means nothing when someone means everything.",
    "I don't even know why I like you. But I just do.",
    "You think you're one of millions but you're one in a million to me.",
    "Be the type of person you want to meet.",
    "Love me for a second and I'll love you forever.",
    "All I need is your love.",
    "I need you, you need me. Let's make it work.",
    "When I talk to you i fall in love over and over again.",
    "My heart is perfect because you are inside.",
    "I want you today and tomorrow and next week and for the rest of my life.",
    "Love when you're ready, not when you are alone.",
    "Only you can give me that feeling.",
    "Can I borrow a Kiss? I promise I'll give it back.",
    "When I count my blessings i count you twice.",
    "Fire is like love, it keeps you warm but sometimes you'll get burned.",
    "The person loves you more will fight with you daily without any reason.",
    "The heart that loves, stays always young.",
    "Love is cute when it's new, but love is most beautiful when it lasts.",
    "You are my favorite reason to lose my sleep.",
    "I want someone who comes into my life by accident and stays on purpose.",
    "You either live in love or die, there is no way in between.",
    "Love is the only thing that control every single emotion you have.",
    "I love you yesterday I love you still, s I always have.. I always will.",
    "If you fall in love be ready for the tears..!",
    "Love is master key of opening a gate of happiness.",
    "I want vitamin  U",
    "Sometimes, when you madly love someone, you don't need words to describe it.",
    "Love never fails and when it fails in life, then its not love!",
    "Honestly, I don't have time to hate people who hate me cause I'm too busy loving people who love me.",
    "To be honest, you are the only one i have ever spent this much time and effort on.",
    "Relationship starts with can we talk and ends with we need to talk.",
    "Everybody knows how to love, but only few people know how to stay in love with one person forever.",
    "Love isn't complicated, people are.",
    "When the heart takes over, the mind can't do a thing!",
    "I wont deny that I like you. Neither would I admit.",
    "I will love you forever until the end of time!",
    "No matter what you do! Cause you are my forever! And nothing you do will make my stop loving you.",
    "Place your time and energy on someone who will add sunshine to your life. Life is too short to waste on the wrong one.",
    "Thank you for coming into my life. For letting me feel this love that I have for you. Because not everybody is as lucky as I am To be loved by you!",
    "You are one of those beautiful things that happened to my life and made my life worthwhile.",
    "I will love you forever. No matter what happens I'll be there. Distance couldn't take us apart it will make us closer. Because true love waits & never surrenders.",
    "You looking most amazing, wonderful,fantastic,smart,charming, dazzling.",
    "Every friendship doesn't change into love but every love begins with friendship.",
    "I always pray to God to tie us in a sacred knot so that we spend each and every moment together.",
    "True love is when she talks non- stop and you are still interested in listening to her.",
    "Don't love too much, s don't care too much, don't trust too much; because that too much can hurt you too much..",
    "I don't know if I like you or love you, want you or need you, all I know is I love the feeling I get when I'm near you.",
    "If you expect something in return, It's called business, not love.",
    "I don't hate people, I just love people who love me.",
    "Insomnia can be a blessing if you have someone to talk with, the whole night..",
    "You may be someone to the world but you are the world for someone.",
    "I don't need a burning sun and a cooling moon to show me my way. Just want you to hold me whenever I tumble.",
    "Everyone thinks that love hurts.. But love never hurts.. Rejection hurts.. Loneliness hurts.. Love is the only feeling which covers all the pain.",
    "Love does not consists of gazing at each other, but in looking together in the same direction.",
    "Psychology says, you realize you love someone when you want them to be happy, even if its not with you.",
    "i will never hurt you is one of the most popular lies.",
    "When you are in love, you can't fall asleep because the reality is far better than your dreams.",
    "When someone else happiness is your happiness, it's called true love.",
    "We fall in love by chance but we stay in love by choice.",
    "The person who loves you truly is the most precious thing in your life..",
    "My favorite place in this world is,  Next to You",
    "There may be a million things to smile about, but you are definitely my favorite one.",
    "I didn't choose you, My heart did.",
    "If your heart was a prison, I would like to be sentenced for life.",
    "Love is the only game never postponed due to darkness.",
    "We fight like a married couple, talk like best friends, and flirt like first loves..",
    "I'm scared to look at u.. Because the more I do.. The more I fall in love with u !",
    "Life can give us lot of beautiful persons, But only one person is enough for a beautiful life.",
    "Last night I hugged my pillow and dream of you. I wish that someday I'd dream about my pillow and I'd be hugging you.",
    "When a couple is arguing over who loves who more, the one that gives up is the real winner.",
    "Don't give them the keys to your heart if you know they will lose it. Love is about taking risks not being stupid.",
    "I may not be versatile in showing off my love. But it hurts deep inside when you speak like you don't understand a Damn!",
    "I have tested all sweet dishes but they are not sweet as my lover is.",
    "Real boyfriend sees no other females, Because his eyes are only dedicated for his girl.",
    "Love is like a rubber band held at both ends by two people, when one leaves it, other gets hurt.",
    "If a hug tell how much I love you, I would hold you in my arms forever.",
    "99% of the time, we forgive people because we still want them in our lives.",
    "Love is the mixture of trust love and care Without this is just like a phone with a dead battery.",
    "You are so lucky if you are sad and someone is making an effort to make you smile.",
    "All love stories are beautiful but ours is my favorite.",
    "Love her like you're the worst. Make love to her like you're the best.",
    "If someone gives you a second chance, try not to ruin it by being same person again.",
    "Love+trust+honesty=long relationship",
    "Sometimes we waste too much time to think about someone who doesn't think about us for a second.",
    "Sometimes when I look at you, I can't speak much because my mind thinks more than my heart.",
    "I have decided to stick with love because hate is too great a burden to bear.",
    "Live every moment , laugh every day, love beyond words.",
    "Love is the seventh sense which destroys all other 6 senses.",
    "Love is the perfect feeling that makes two imperfect people perfect for each other.",
    "Love is a language spoken by everyone but understood only by heart.",
    "If you love 2 people at the same time, choose the second because if you really love the first you wouldn't fall into the other one.",
    "Don't fall in love, rise in love everyday.",
    "Its sweet to be in someone's thoughts but its safe to in someone's heart..",
    "I like when you smile but I love when I m the reason.",
    "The person who has truly loved you is the only one who has the strength to accept your mistakes and forgive you.",
    "People who hide their feelings usually cares the most.",
    "Relationships never die a natural death They are murdered by Ego, Attitude and Ignorance.",
    "You don't need somebody to tell you they love you. You can tell by the way they treat you.",
    "The best feeling is when you look at her and she is already staring.",
    "If you truly love someone then every day is Valentine's Day.",
    "A hundred hearts would be too few To carry all my love for you.",
    "A kiss is a lovely trick designed by nature to stop speech when words become superfluous.",
    "I need someone who will actually stand by my side, no matter what mood i am in.",
    "Love is composed of a single soul inhabiting two bodies.",
    "A single text from you can change my mood at any moment.",
    "The greatest gift you can give someone is your time.",
    "Where Their is Love Their is Life!",
    "Love me or hate me but at the end of the day you gonna miss me.",
    "If a hug represents how much I love you, i' ll hold you in my arms forever.",
    "Don't fall for anyone, make that person fall for u.",
    "My problem is heart and solution is you.",
    "Time can be change everything, But not my love for you.",
    "I am single because god is busy writing to best love story for me.",
    "Love is when you have the chance to leave but choose to stay.",
    "I kept my heart Strong like Iron but, I didn't know that your heart is a Magnet.",
    "Love is the only thing which makes you cry even more u laugh.",
    "I shall love you till i take my last breathe on EARTH.",
    "I love the way you love me.",
    "Someone who truly loves you, won't make you feel like you need to constantly fight for their attention."
  ]
}