{
  "site": "https://www.heloplus.com/quotes/attitude-status-in-english/",
  "qoutes": [
    "I am what i amI will never try to be some one else.",
    "Love me? Great.Hate me? Even Better.Don't know me?Don't judge me!",
    "It's my attitudeits my style.",
    "I have attitude for thosewho force me to show them.",
    "I have a new theory in lifeWhat other people think of meis truly none of my business !",
    "I am what i amyour approval is not neededand it wasn't never asked !",
    "Be the best version of yourself.",
    "Don't hate mejust get to know me first !",
    "If you want me to control my temperyou need to control your stupidity.",
    "My life, My rules, My attitude !",
    "Be a game changer in this world full of copy cats.",
    "I may look innocent, but I may surely put you in trouble.",
    "I'm 97% sure you don't like me,but I'm 100% sure I Don't care.",
    "My choices are like fingerprints, they make me unique.",
    "Don't let the insecurities of others dull your sparkle. Shine like the star you are born to be.",
    "Be bold in what you stand for and careful what you fall for.",
    "s Be strong, believe in who you are; be strong, believe in what you feel.",
    "Beyond your darkness, I'm your light.",
    "Stop living in regret, baby, it's not over yet.",
    "Clap, clap, clap like you don't care. I know you care.",
    "I try and see who's there on the other end of the shade.",
    "How You gonna upgrade me? What's higher than number one?",
    "I'm up right now and you suck right now.",
    "They ain't make me what I am, they just found me like this.",
    "I'm the person your mother warned you about.",
    "Who cares, I'm awesome.",
    "Oh... I didn't tell you. Then It must be none of your business.",
    "Too Glam to Give a Damn.",
    "It's okay if you don't like me. Not everyone has good taste.",
    "I'm the iPhone, you the Nokia.",
    "My opinions may have changed but not the fact that I am right!",
    "Take me as I am or watch me as I go.",
    "Mirrors can't talk, lucky for you they can't laugh either.",
    "Light travels faster than sound.This is why some peopleappear bright until they speak.",
    "If you think I am badthen you're wrong, I'm the worst.",
    "Don't be a slave in heaven.Be a king of hell.",
    "In the land of gods and monsters,I was an angel.",
    "You reek of a headache and drama.Please stay away from me.",
    "Jealousy is a terrible disease.Get well soon.",
    "It's my life, so keep your nose out of it.",
    "I know I'm Awesome. So, I don't care about your opinion.",
    "Love me or hate me, either way, I'm gonna shine.",
    "I'm sorry, My fault,I forgot you were an Idiot.",
    "Shout out to my haters, sorry that you couldn't phase me.",
    "Next time you want to judge me, please inform. I'll show you my real attitude.",
    "I told you, you should not play withfire unless you really want to burn.",
    "You talk bad about my attitude because you don't have one.",
    "The question isn't who's going to let me; it's who's going to stop me.",
    "Hate me for who I am, I don't care.At least I'm not pretending to be someone I'm not.",
    "I know I am awesome, so I don't care about your opinion.",
    "Don't play with me! Because I know I can play better than you.",
    "Take me or leave me I'll never be perfect.. believe me, I'm worth it.",
    "I can't change the direction of the wind, but I can adjust my sailsto always reach my destination.",
    "My BACK is not a VOICEMAIL, so better say it on my FACE.",
    "Not always Available..Try your Luck..Attitude Status for Boys",
    "I am a hot dude with a cool attitude.",
    "Do not pray for easy lives. Pray to be stronger men.",
    "Finally gotten completely back to myself again: Heart Closed, Mind On.",
    "Hate girls except the girl reading this.",
    "Courage leads you to win battles everyone may lose.",
    "If a girl leaves you behind don't bother, just find cutest one thanher to make her respect you.",
    "A man in love is incomplete until he is married.Then he's finished.",
    "I am the dragon breathing fire.",
    "I know you special girl 'cause I know too many.",
    "Every time you see me I look like I hit the lotto twice.",
    "I'm living life right now man and this what I'm do 'til it's over.",
    "Heard all of the talking', now it's quiet, now it's shush.",
    "She said 'Do you love me?' I tell her, 'Only partly,' I only love my and my I'm sorry.",
    "I don't have the energy to pretend to like you today.",
    "Are you always so stupid or is today a special occasion?",
    "I don't believe in plastic surgery. But in your case, go ahead.",
    "If I wanted to kill myself I would climb your ego and jump to your IQ.",
    "You look good when your eyes are closed, but you look the best when my eyes closed.",
    "Why fit in when you're born to stand out?",
    "If a really, really pretty girl needs a ride home, I'm your guy.",
    "I would rather be beaten, and be a man than to be elected and be a little puppy dog.",
    "Believe in yourself so strongly that the world can't help but believe in you too.",
    "The guy with a great sense of humor.",
    "SARCASM: Just one of the many services that I offer.",
    "You have to be 'ODD' to be the number 'ONE'.",
    "Goddamn it, you'll never get the Purple Heart hiding in a foxhole! Follow me!",
    "A fool thinks himself to be wise, but a wise man knows himself to be a fool.",
    "I do a thing called what I want.",
    "Throw me to the wolves and I'll come back leading the pack.",
    "I am who you couldn't even dare to be.",
    "I am a little freaky at timesbut no one has stepped up to the plate to explore that side of me.",
    "Fuck everyone, it's just you in the end.",
    "Love me or hate me but you will never change me.",
    "Hi, I am Marv. My full name is Marvelous. You must be Beautiful!",
    "Life is a bitch. So, learn how to fuck it.",
    "People say I have a dirty mind, But I say it's just creative!",
    "I don't race,a I don't chase that's why I can't be replaced.",
    "His attitude kinda savage but his heart is a diamond.",
    "This is my cup of care. Oh look, it's empty.",
    "You don't like me? That's a shame. I'll need a few minutes torecover from the tragedy.",
    "If I was meant to be controlled I would have come with a remote.",
    "I don't need to explain myself because I know I'm right.",
    "When I'm good I'm best,When I'm bad I'm worst.",
    "I'm not mean, I'm brutally honest. It's not my fault truth hurts. Here's a band-aid.",
    "I am sorry I do not have heaters installed in my rear.",
    "Treat me like a joke andI'll leave you like it's funny.",
    "I'm not changed it's justI grew up and you should try too.",
    "Quit trying to fix me, I am not broken.",
    "My attitude is backed by my knowledge of dealing with stupid people for years.",
    "I don't have an attitude!I have a personality you can't handle!",
    "Excuse me. I found something under my shoes oh it's your Attitude.",
    "You don't deserve my tears.I guess that's why they ain't there.",
    "Look the new me is really still the real me.",
    "I don't have haters, just fans in denial.",
    "Treat yourself like a King and you'll attract your Queen.",
    "I don't like to take right decision, I take decisions and make them right.",
    "Caution: I'm the weapons of mass distraction.",
    "I don't have an attitude problem, you have a perception problem.",
    "I don't take life too seriously because I know I will never get out of it alive.",
    "Sometimes you have to be a bitch to get things done.",
    "Please don't get confused betweenmy personality and my attitude.",
    "Born to express, not to impress.",
    "Never underestimate me because I am more than you think.",
    "Don't judge my choices if you don't understand my reason.",
    "Add me right now and promiseyou can't get me out of your mind.",
    "I'm not as dumb as you look.",
    "I'd rather lose a lover than to love a loser.",
    "Follow me! You will have the kind offeeling people write novels about.",
    "My personality is who I am and my attitude depends on who you are!",
    "You can't spell awesome without ME.",
    "Don't feed your ego with my soul.",
    "d Don't stress, do your best, forget the rest.",
    "Don't doubt yourself, trust me, you need me.",
    "If you wanna come second,Follow me!",
    "I can resist everything, except temptation.",
    "Jealously is a disease,get well soon!",
    "I deserve the world so I,m gonna give it to myself.",
    "I'm totally trending right now.",
    "You were born to fit in. I was born to stand out.",
    "My character is very normal,it's your nerves that are weak.",
    "Only batteries have pluses and minuses. And I'm ideal.",
    "I'm not bad. I'm just drawn that way.",
    "If you don't have a smile,I'll give you one of mine.",
    "Don't follow your dreams, follow me.",
    "I've never really tried to copy anyone; I like to have my own style.",
    "My style is like Amazon..everyone says Show More, Show More!",
    "Silent people have the loudest minds.",
    "Born to express not to impress.",
    "I'm really not cranky. I just have a violent reaction when I meet stupid people.",
    "No, I'm not feeling violent, I'm feeling creative with weapons.",
    "I haven't changed. I grew up. Maybe you should give it a try sometime.",
    "I am not perfect but I am limited Edition.",
    "Be faithful to that which exists within yourself.",
    "I am not afraid of storms for I am learning how to sail my ship.",
    "I forgive but never forgot.",
    "I may be wrong.But i doubt It.",
    "Nobody move. I just lost my Mind.",
    "I am hot dude with a cool attitude.",
    "Sorry vegetarians we can't pretend.",
    "Follow your heartbut don't be Stupid.",
    "My attitude based on how you treat me.",
    "I not perfect but I am Limited Addition.",
    "I'm cool but global warming made me hot.",
    "Stop checking my status ! Go get a life!",
    "I'm not nerd. I am just smarter than you.",
    "I'm sorry if I change but you changed too.",
    "I am who i am. Your approval is not needed.",
    "I'm not special , I'm just limited edition.",
    "Your silence is the best response to a fool.",
    "I am me and I won't change myself for anyone.",
    "Don't take my kindness as a sign of weakness.",
    "Excellence is not a skill. It is an attitude.",
    "Everything that kills me makes me feel alive.",
    "I'm sorry my fault. I forgot you're an idiot.",
    "I'm poor. I can't pay attention in class room.",
    "Before you judge me, make sure you are perfect.",
    "You attitude may hurt me but mine can kill you.",
    "Yeah you - the one reading my status, get lost!",
    "Don't copy my attitude because its my attitude.",
    "When I'm good I'm best , when I'm bad I'm worst.",
    "Hurt me with truth but never comfort me with lie.",
    "The biggest slap toyour enemies is your success.",
    "You say I dream too big.I say you think to small.",
    "Don't show me Ur attitude as you can't handle mine.",
    "I don't have a bad handwriting, I have my own font.",
    "My attitude will always be based on how you treat me.",
    "I never insult peopleI only tell them what they are.",
    "My level of maturity changes depending on who I'm with.",
    "Attitude is a little thing that makes a big difference.",
    "I allow myself to be badass confident in all that I do.",
    "Style is a reflection of your attitude and personality.",
    "You are a designer ofyour own destiny. Make it better.",
    "I may win and I may lose, but i will never be defeated.",
    "If you think I am bad than you're wrong, I'm the worst.",
    "I know I am awesome, so i don't care about your opinion.",
    "I don't need to explain myself because I know I'm right.",
    "People may hear your words,but they feel your attitude.",
    "My last seen at was just tocheck your last seen at.",
    "The best way to destroy anenemy is to make him a friend.",
    "Me and my wife live happilyfor 25 years and then we met.",
    "I wish I had google in my mind and antivirus in my heart.",
    "I'm not changed it's justI grew up and you should try too.",
    "Fake people have image to main. Real people just don't care.",
    "Of course, i talk to myself, sometimes i need expert advice.",
    "Life is too short. Don't waste it removing pen drive safely.",
    "Life will give you exactly what you need, not what you want.",
    "Respect for those who deserve it, not for those who demand it.",
    "I always arrive late at office but I make it by leaving early.",
    "Please don't get confused between my personality & my attitude.",
    "The ideal attitude is to be physically loose and mentally tight.",
    "Winner are not people who never fail, but people who never quit.",
    "My personality is who I am & my attitude depends on who you are!",
    "Your attitude is like a price tag, it shows how valuable you are.",
    "I will marry the girl who look as pretty as in her aadhaar card.",
    "Excuse me. I found something under my shoes oh its your attitude.",
    "To be upset over what you don't have is to waste what you do have.",
    "Watch your attitude. It's the first thing people notice about you.",
    "Your attitude belongs to you and it's you want to have a good one.",
    "Be a girl with a mind, a woman with attitude and a lady with class.",
    "The only difference between a good day & a bad day is your attitude.",
    "Smile in front of people who hate you. Your happiness will kill them.",
    "Best way to not get your heart broken, is pretend you don't have one.",
    "Once you realize your past is just a story, it has no power over you.",
    "Too many people miss silver lining because they are looking for gold.",
    "A promise means everything. But once it is broken sorry means nothing.",
    "I enjoy how people judge others mistake, when they do the same thing.",
    "The greatest pleasure in life is doing the things people say you cant.",
    "Burning bridges ? Nah, that takes too long. I prefer to use explosives.",
    "I have learned that either you control you attitude or it controls you.",
    "You attitude like a honey for bees. All what I think is what i attract.",
    "There are three sides of an argumentmy side, your side & the right side.",
    "Childhood is like being drunk, everyone remembers what you did, except you.",
    "Never bend you head. Always hold it high. Look the world straight in the eyes.",
    "I'm not perfect, I make mistakes, I hurt people. But when i say sorry i mean it.",
    "Don't be so quick to judge me. After all, you only see what I choose yo show you.",
    "I am good enough person to forgive you, but not stupid enough to trust you again.",
    "Don't be so quick to judge me. After all, you only see what i choose to show you.",
    "If people are trying to bring you 'down', it only means that you are 'above them'.",
    "Find me Where the Wild Things Are.",
    "Its better to be hated for what you are,then to be loved for something you are not.",
    "You don't have to like me;I'm not a Facebook status.",
    "our attitude can take you forward or your attitude can take you down.The choice is always yours!",
    "I'll never try to fit in. I was born to STAND OUT.",
    "Don't let someone become priority in your life..when you are just an option in theirs.",
    "Be a flamingo in a flock of pigeons.",
    "Control your attitude or it will control you.",
    "Confidence level: selfie with no filter.",
    "When I was born,the devil said: oh shit..!Competition",
    "I know I'm awesome, so I don't care about your opinion.",
    "I am the master of my fate: I am the captain of my soul.",
    "Life goes on, with or without you.",
    "My attitude is result of your actions !So if you don't like my attitude blame yourself.",
    "I do a thing called what I want.",
    "Your attitude is everything, and it determines how you experienceevery aspect of your life.",
    "You're never going to have me.",
    "Just because I don't have a girlfriend, doesn't mean I'm alone,I have a food & internet.",
    "Take me as I am, or watch me as I go.",
    "You are the conductor of your own attitude! Nobody else can compose your thoughts for you.",
    "When a bird hits your window have you ever wondered if God is playing angry birds with you?",
    "I'm not rude, I'm honest. I just speak what's on my mind, even if most can't handle the truth.",
    "Don't change so people will like you. Be yourself and the right people will love the real you.",
    "I know the voices in my head aren't real but sometimes their ideas are just absolutely awesome!",
    "I'm sorry my fault.I forgot you're an Idiot.",
    "Dear Mario, I wasted my childhood trying to save your girlfriend.Now, you help me to save mine.",
    "I enjoy when people show attitude to me because it shows that they need an attitude to impress me!",
    "I will win not immediately, but Definitely.",
    "If you wait to do everything until you're sure its right, you'll probably never do much of anything.",
    "I'm not drunk, I'm just chemically off-balanced.",
    "Coins always make sound butthe currency notes are always silent! That's why I'm always calm & silent.",
    "I'm not changed it's just I grew up and you should try too.",
    "Don't fell bad if someone rejects you. People usually reject expensive thingsbecause they can't afford them.",
    "If you don't like me andstill watch everything I do.Bitch, you're a fan.",
    "People will stare. Make it worth their while.",
    "keep rolling your eyes. Maybe you'll find a brain back there.",
    "I'm everything you want but can't have",
    "I was born to stand out.",
    "I'm your worst nightmare.",
    "You couldn't handle me even if i came with instructions.",
    "I don't need any part-time people in my life.",
    "Don't study me. You won't graduate!",
    "Maybe you should eat some makeup so you can be pretty on the inside too.",
    "You want to be at my level? Then climb b*tch.",
    "I'm a blur, a speeding bullet you can't catch.",
    "No darling, i have checked my receipt and i didn't buy any of your bullshit.",
    "I don't need your approval to be me.",
    "My circle is small becauseI am into quality, not quantity.",
    "Judge me when you are perfect.",
    "It doesn't matter what anyone else thinks of mebecause i know who i am, and i am damn proud of it.",
    "You can't do epic shit with basic people.",
    "Don't be easy to define.Let them wonder about you.",
    "I do very bad things and i do them very well.",
    "You are either on my side, by my side, or in my fu*king way. Choose wisely.",
    "You look like somethingI drew with my left hand."
  ]
}